export default {
  projections: {
    ТоварE: {
      наименование: {
        __caption__: 'Наименование'
      },
      кодМатериала: {
        __caption__: 'Код материала'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    },
    ТоварL: {
      наименование: {
        __caption__: 'Наименование'
      },
      кодМатериала: {
        __caption__: 'Код материала'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    }
  },
  validations: {
    кодМатериала: {
      __caption__: 'Код материала'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    }
  }
};
