export default {
  projections: {
    ЗаписьВизитаE: {
      стоимость: {
        __caption__: 'Стоимость'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      услуга: {
        __caption__: 'Услуга',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    комментарий: {
      __caption__: 'Комментарий'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    визит: {
      __caption__: 'визит'
    }
  }
};
